{
    "fi": {
      "translation": {
        "front_1": "Talon latinankielinen nimi, Domus Gaudium, tarkoittaa Ilo- tai Riemu-nimistä taloa. Se viittaa luontevasti opiskelun ja opiskelijaelämän riemuihin ja jatkaa akateemista traditiota ja sopii paikan muuhun nimistöön, kuten Domus Academicaan.",
        "front_2": "Talo sai myös oman tunnuslauseen, 'sub hoc tecto cives academici excoluntur', joka suomennettuna tarkoittaa ”tämän rakennuksen suojissa tehdään akateemisia kansalaisia”.",
        "front_sidebar_1": "Etusivu",
        "front_sidebar_2": "Christina Regina",
        "front_sidebar_3": "Varaukset",
        "front_sidebar_4": "YKV",
        "front_sidebar_5": "Hallinnointi",
        "front_sidebar_6": "Tilastot",
        "front_sidebar_7": "Yhteystiedot",
        "front_sidebar_8": "Viat",
        "front_sidebar_9": "Siivousvuorot",
        "front_sidebar_10": "Säännöt ja Ohjeet",
        "front_sidebar_11": "Tietosuojaseloste",
        "login": "Kirjaudu",
        "logout": "Kirjaudu Ulos",
        "cancel": "Peruuta",
        "email": "Sähköposti",
        "password": "Salasana",
        "createacc": "Luo tili",
        "username": "Käyttäjänimi",
        "confirmpassword": "Vahvista Salasana",
        "showpassword": "Näytä Salasana",
        "telegram": "Telegram (valinnainen)",
        "goback": "Takaisin",
        "christina_regina_1": "Christina Regina eli Matlun klusteri sijaitsee Domus Gaudiumin ensimmäisessä kerroksessa (tila 1.8). Siinä on kolme tilaa: kokoushuone, kerhotila ja oleskelutila. Naapurissa on Conduksen klusteri eli Gustavus Rex.",
        "christina_regina_2": "Lauseeseen sisältyy vahvasti henkisten ominaisuuksien kehittämisen merkitys.",
        "christina_regina_3": "HYYn puolella opiskelijoiden ja järjestöjen käyttöön tarkoitetut tilat on nimetty peilaten ylioppilaskunnan historiaa tuoreesti, mutta perinteitä kunnioittaen. Tärkeitä teemoja ovat olleet akateemisuus ja akateemisuuden merkittävimmät symbolit ja rikkaana elävä kaksikielisyys, sekä ylioppilaskunnan oman historian lisäksi myös Helsingin yliopiston ja kaupungin historia. Vaikutteita on myös Ruotsin ja Venäjän historiasta. Domus Academican puolella Domus Gaudiumiin liittyvässä kehityshankkeessa tilojen nimiin on käytetty kalevalaisia aiheita, kuten Aino ja Väinämöinen.",
        "reservations_res": "Varauskalenteri",
        "reservations_add": "Lisää uusi tapahtuma",
        "reservations_addform": "Lisää tapahtuma",
        "reservations_det": "Varauksen tiedot:",
        "reservations_info": "Voit tehdä enimmillään 24 tunnin varauksen.",
        "reservations_starts": "Alkaa",
        "reservations_ends": "Päättyy",
        "reservations_noti": "Huomioithan yökäyttösäännöt klo 00-08.",
        "reservations_name": "Tapahtuman nimi",
        "reservations_org": "Järjestäjä",
        "reservations_resp": "Vastuuhenkilö",
        "reservations_desc": "Kuvaus",
        "reservations_openness": "Avoimuus",
        "reservations_open": "Avoin tapahtuma",
        "reservations_closed": "Vain jäsenille",
        "reservations_room": "Huone",
        "Kokoushuone": "Kokoushuone",
        "Kerhotila": "Kerhotila",
        "Oleskelutila": "Oleskelutila",
        "close": "Sulje",
        "save": "Tallenna",
        "remove_event": "Poista tapahtuma",
        "csvdownload": "Lataa tapahtumat CSV-muodossa",
        "loading": "Lataa",
        "ykv_active": "Aktiiviset",
        "take_resp": "Ota vastuu",
        "resp_desc": "Kirjaa yökäyttövastuu henkilöstä.",
        "resp_who": "Kenestä otat vastuun?",
        "resp_for_other": "Kirjaa toisen käyttäjän puolesta",
        "resp_confirm_logout": "Vahvista YKV uloskirjaus",
        "resp_confirm_logout_2": "Oletko varma, että haluat kirjata ulos henkilön",
        "confirm": "Vahvista",
        "resp_logout": "Ulokirjaus",
        "resp_respfor": "Vastuussa",
        "resp_login": "Sisäänkirjaus",
        "resp_orgs": "Järjestöt",
        "resp_act": "Aktiivinen / Myöhässä",
        "resp_createdby": "Luonut",
        "allresps": "Kaikki vastuut",
        "ownresps": "Omat vastuut",
        "owninfo": "Omat tiedot",
        "userrole": "Käyttäjän rooli",
        "edit": "Muokkaa",
        "name": "Nimi",
        "homepage": "Kotisivu",
        "keys": "Avaimia",
        "editorg": "Muokkaa järjestöä",
        "color": "Väri",
        "confirmchanges": "Vahvista muutokset",
        "deleteorg": "Poista järjestö",
        "createneworg": "Luo uusi järjestö",
        "createorg": "Luo järjestö",
        "users": "Käyttäjät",
        "role": "Rooli",
        "edituser": "Muokkaa käyttäjää",
        "givekey": "Luovuta avain",
        "chooseorg": "Valitse organisaatio",
        "changepj": "Vaihda puheenjohtajaksi",
        "timefilter": "Hae aikavälillä",
        "orgstats": "Järjestötilastot",
        "orgstats_1": "Avainten määrä järjestöittäin",
        "orgstats_2": "YKV-kirjausten määrä järjestöittäin",
        "orgstats_3": "Myöhäisten YKV-kirjausten määrä järjestöittäin",
        "userstats_1": "YKV-kirjausten määrä käyttäjittäin",
        "userstats_2": "YKV-kirjausten määrä viikonpäivittäin",
        "userstats_3": "YKV-kirjausten määrä tunneittain",
        "statslogin": "Sisäänkirjautumiset",
        "statslogout": "Uloskirjautumiset",
        "monday": "Ma",
        "tuesday": "Ti",
        "wednesday": "Ke",
        "thursday": "To",
        "friday": "Pe",
        "saturday": "La",
        "sunday": "Su",
        "contacts_1": "Domus Gaudium sijaitsee osoitteessa Leppäsuonkatu 11A, 00100 Helsinki.",
        "contacts_2": "Christina Regina sijaitsee Domus Gaudiumin ensimmäisessä kerroksessa.",
        "contacts_3": "Klusterikännykkä",
        "contacts_4": "Klusterille voi soittaa numeroon 044 9556085",
        "contacts_5": "Leppätalokomitea",
        "contacts_6": "Klusterin viihtyvyydestä ja säännöistä vastaa Leppätalokomitea.",
        "contacts_7": "Vuonna 2023 puheenjohtajana toimii Tomas Terälä (tomas.terala (at) helsinki.fi)",
        "contacts_8": "Järjestöjen yhteyshenkilöt",
        "loginsuggest": "Kirjaudu sisään",
        "desc": "Kuvaus",
        "time": "Aika",
        "emailsent": "Sähköposti lähetetty",
        "marksent": "Merkitse lähetetyksi",
        "fixed": "Korjattu",
        "fix": "Korjaa",
        "writedefect": "Kirjaa vika",
        "writedefect_desc": "Kirjaa klusteriin liittyviä vikoja.",
        "defect_desc": "Kuvaile vika",
        "save_defect": "Kirjaa vika",
        "defectfaults": "Puutteet ja viat",
        "add_defect": "Lisää vika",
        "confirm_defect_email": "Merkitse sähköposti lähetetyksi",
        "confirm_defect_email_2": "Oletko varma, että haluat merkitä sähköpostin lähetetyksi?",
        "confirm_defect_fixed": "Merkitse vika korjatuksi",
        "confirm_defect_fixed_2": "Oletko varma, että haluat merkitä vian korjatuksi?",
        "rules_1": "Säännöt ja ohjeet",
        "rules_2": "Matlu-klusterin käyttösäännöt",
        "rules_3": "1§ Määräysala",
        "rules_4": "Nämä säännöt koskevat Domus Gaudiumin klusteritila Christina Reginan (myöhemmin klusteri) käyttöä. Ne täydentävät Helsingin yliopiston ylioppilaskunnan (myöhemmin HYY) asettamia käyttösääntöjä. Leppätalokomitea voi antaa tarkempia määräyksiä käyttösääntöjen soveltamisesta.",
        "rules_5": "2§ Klusterin järjestöt",
        "rules_6": "Klusteria saavat käyttää järjestöt, joilla on HYYn kanssa voimassa oleva klusterin tilankäyttösopimus (myöhemmin järjestöt). Klusterin käyttöä koordinoi Helsingin yliopiston matemaattis- luonnontieteellisten opiskelijajärjestöjen yhteistyöjärjestö Matlu ry (myöhemmin Matlu).",
        "rules_7": "3§ Sääntöjen muuttaminen",
        "rules_8": "Näitä käyttösääntöjä voidaan muuttaa 3/4 enemmistöllä klusterikokouksessa. Sääntöjen muuttamisesta on mainittava kokouskutsussa.",
        "rules_9": "4§ Klusterin sähköpostilistat",
        "rules_10": "Klusterin käyttöön liittyy kolme sähköpostilistaa. Leppis-avaimet@helsinki.fi (myöhemmin avainlista) on tarkoitettu kaikkia avaimellisia koskevan tiedon välitykseen. Leppis-list@helsinki.fi (myöhemmin komitean lista) on tarkoitettu Leppätalokomitean sisäiseksi tiedotuskanavaksi. Leppis-info@helsinki.fi on tarkoitettu kaikkia avaimellisia koskettavan tärkeän tiedon välitykseen.",
        "rules_11": "Tilat ja niiden käyttö",
        "rules_12": "5§ Klusterin käyttäjät",
        "rules_13": "Klusteri on tarkoitettu kaikille järjestöjen jäsenille. Klusteria käytettäessä on aina oltava paikalla kulkuoikeudellinen henkilö. Kulkuoikeudella tarkoitetaan mukana olevaa kulkuavainta, jolla tiloihin pääsee sisään kyseisenä ajankohtana. Kulkuoikeus on henkilökohtainen. Tyhjälle klusterille saavuttaessa on tarkistettava tilat ja ilmoitettava mahdollisista puutteista tai sotkuista avainlistalle. Järjestöillä on lupa kutsua ulkopuolisia tahoja klusterille vieraakseen. Tällöin kutsuva järjestö on vastuussa vieraistaan ja paikalla on oltava vähintään yksi kulkuoikeudellinen henkilö vastaamassa. Järjestö voi erityisestä syystä Leppätalokomitean luvalla antaa ulkopuolisen tahon käyttää klusteria nimissään. Alaikäisten oleskelu klusterilla on ehdottomasti kielletty.",
        "rules_14": "6§ Kokoushuone",
        "rules_15": "Kokoushuone on etupäässä kokouskäyttöön tarkoitettu tila, jonka käyttö edellyttää varausta. Kokoushuone tulee varata viimeistään tilaisuuden alkaessa. Kokoushuoneen siisteyteen on kiinnitettävä erityistä huomiota. Kokoushuonetta ei voi käyttää juhlimistarkoitukseen.",
        "rules_16": "7§ Kerhohuone",
        "rules_17": "Kerhohuone on monenlaisiin tilaisuuksiin soveltuva tila, joka on vapaasti käytettävissä varausten ulkopuolella. Kerhohuone tulee varata viimeistään 24 tuntia ennen tilaisuutta. Jos tilaisuus ei ole avoin kaikkien järjestöjen jäsenille, on tästä ilmoitettava varauskalenterissa.",
        "rules_18": "8§ Oleskelutila",
        "rules_19": "Oleskelutila on järjestöjen jäsenten vapaasti käytettävissä oleva tila. Leppätalokomitean kokous voi erityisestä syystä myöntää järjestölle oikeuden varata oleskelutila tai koko klusteri käyttöönsä. Oleskelutilan avoin varaus kalenterissa ei edellytä komitean hyväksyntää. Tällöin varausmerkintä on ensisijaisesti ilmoitusluontoinen.",
        "rules_20": "9§ Säilytys- ja varastotilat",
        "rules_21": "Jokaisella järjestöllä on oikeus kiinteään kaappiin klusterilla. Kerhohuoneen ja oleskelutilan kaapit ja hyllyt on tarkoitettu yhteiskäytössä oleville tavaroille. Suuren varastotilan hyllyt ovat tarkoitettu järjestöille tavaransäilytyspaikaksi. Hyllyt ovat järjestökohtaiset. Pieni varastotila on Matlun käytössä. Muu tavaroiden varastointi klusterilla on sallittua maksimissaan viiden päivän ajan klusterin käyttöä häiritsemättä erillisellä ilmoituksella avainlistalle.",
        "rules_22": "10§ Yökäyttö",
        "rules_23": "Yökäytöksi lasketaan klusteritiloissa oleskelu välillä 00.00 - 07.00, ellei Leppätalokomitea ole muutoin määrännyt. Yökäytön alkaessa jokaisen paikalla olevan järjestön on otettava yökäyttövastuu, ellei toinen järjestö ota heitä vastuulleen. Yökäytön aikana klusterille saapuvat kulkuoikeudelliset henkilöt ottavat yökäyttövastuun itsestään ja seurueestaan, ellei toinen yökäyttövastuussa oleva ota heitä vastuulleen. Vastuuhenkilön on lähetettävä yökäytöstä sähköpostiviesti avainlistalle. Kun järjestö poistuu, tai vastuuhenkilö vaihtuu, on myös tästä lähetettävä sähköpostiviesti avainlistalle. YKV-viestin pitää sisältää etunimi, sukunimi ja järjestö tai järjestön tunnettu lyhenne tai lempinimi, josta käy selkeästi ilmi järjestö. Sähköpostin otsikosta tulee ilmetä yökäyttövastuun ottaminen.",
        "rules_24": "11§ Yökäytön vastuuhenkilö",
        "rules_25": "Yökäytön vastuuhenkilö on kulkuoikeudellinen henkilö, joka on klusterin avaimellisten sähköpostilistalle ilmoittanut ottavansa yökäyttövastuun. Vastuuhenkilöitä on yökäytön aikana toteltava klusterin käyttöön liittyvissä asioissa. Vastuuhenkilöllä on oikeus poistaa asiattomasti käyttäytyvä henkilö klusterilta. Vastuuhenkilöiden on pidettävä klusteri kunnossa, ylläpidettävä järjestystä ja valvottava sääntöjen noudattamista. Havaituista sääntörikkomuksista tulee ilmoittaa Leppätalokomitean puheenjohtajalle. Vastuuhenkilöt vastaavat klusterin siivoamisesta käytön päätteeksi. YKV-viesteihin liittyvistä virheistä ruvetaan pitämään kirjaa, ja jos järjestöllä on yhteensä kymmenen (10) kappaletta/kausi (nollautuu 1.2. ja 1.8.) YKV-viesteihin liittyviä virheitä, annetaan tästä järjestölle sanktio. Sanktion määrittää Leppätalokomitea. Kun yksittäisellä henkilöllä on tietty määrä virheitä, siitä seuraa sanktioita virheiden määrän mukaisesti. Kolmesta (3) virheestä seuraa varoitus, viidestä (5) virheestä yhden (1) kuukauden YKV-kielto ja 10 virheestä Leppätalokomitean määrittämä sanktio. Tälläisiä YKV-virheitä pykälän 10§ puutteiden lisäksi ovat mm. klusterilla oleilu yökäytön aikana ilman, että YKV-viestiä on lähetetty (hyväksyttävä liukuma on 15 min yli YKV:n alun). Jos YKV-pois viestiä ei ole tullut ollenkaan 07:30 mennessä, lasketaan tämä vakavammaksi YKV-virheeksi. 'Klusteri tyhjä, kaikki pois' tyyppinen viesti kuitenkin kuittaa YKV:n loppuneeksi kaikkien puolesta. Jos avaimellinen on YKV-sähköpostin mukaan vastuussa vain itsestään, tarkoittaa tämä sitä, ettei hän aio päästää ketään muuta kuin itseään sisälle avaimillaan. Tämä kuitenkin tarkoittaa, että avaimellisen on puututtava mahdollisiin häiriötilanteisiin, ja oltava muulla tavoin vastuussa järjestyksestä klusterilla. Aikaistetun YKV:n tapahtumien aikana vastuunotto vain itsestään ei ole mahdollista. Leppätalokomitea voi antaa poikkeuksia tarvittaessa.",
        "rules_26": "12§ Tapahtuman järjestäminen klusterilla",
        "rules_27": "Jos järjestö järjestää klusterilla tapahtuman on tästä tehtävä merkintä klusterin sähköiseen varauskalenteriin.",
        "rules_28": "13§ Käyttäytymissäännöt",
        "rules_29": "Vahvojen hajusteiden käyttö tai tupakointi ei ole sallittua sisätiloissa. Avonaisten juoma-astioiden vieminen eteiseen tai sitä pidemmälle on yleisen siisteyden nojalla kielletty. Roskat on vietävä niille osoitettuun paikkaan. Tilassa nukkuminen on ehdottomasti kielletty kaikkina aikoina ja kaikissa tilanteissa. Muita rakennuksen käyttäjiä häiritsevä toiminta, kuten kovaääninen musiikki, on kielletty aikavälillä 07.00 - 18.00. Klusterilla oleskelu on kielletty aikavälillä 07.00-12.00. Leppätalokomitean kokous voi myöntää poikkeusluvan perustellusta syystä. Hiljainen siivoaminen, ruuan valmistus sekä tavaroiden nouto ja palautus on sallittu. Yllämainitusta toiminnasta on kuitenkin lähetettävä avainlistalle viesti.",
        "rules_30": "14§ Eläimet klusterilla",
        "rules_31": "Eläinten tuominen klusterille on kielletty. Kielto ei koske opas- tai avustajakoiria.",
        "rules_32": "Hallitus ja päätöksenteko",
        "rules_33": "15§ Leppätalokomitea",
        "rules_34": "Klusteria hallinnoi Leppätalokomitea, jossa on yksi edustaja jokaisesta järjestöstä. Järjestö voi nimittää myös varaedustajan. Järjestö voi vaihtaa edustajiansa ilmoittamalla tästä komitean puheenjohtajalle.",
        "rules_35": "16§ Leppätalokomitean puheenjohtaja",
        "rules_36": "Leppätalokomitean puheenjohtajana toimii Matlun edustaja. Puheenjohtaja toimii klusterin yhteyshenkilönä HYYn suuntaan ja vastaa avainhallinnosta. Leppätalokomitea voi valita nimettyjen edustajien joukosta varapuheenjohtajan, joka hoitaa puheenjohtajan tehtäviä tämän ollessa estyneenä.",
        "rules_37": "17§ Leppätalokomitean kokoukset",
        "rules_38": "Leppätalokomitea kokoontuu puheenjohtajan tai hänen estyneenä ollessaan varapuheenjohtajan kutsusta tai kun vähintään kolme komitean jäsenjärjestöä sitä vaatii. Leppätalokomitean kokoukset ovat päätösvaltaisia, kun puheenjohtaja tai varapuheenjohtaja sekä yhteensä vähintään neljä muuta komitean jäsentä ovat paikalla. Kokouskutsu tulee lähettää vähintään viisi vuorokautta ennen kokouksen alkua. Äänestyksen mennessä tasan ratkaisee kokouksen puheenjohtajan kanta, henkilövaaleissa ja suljetussa lippuäänestyksessä kuitenkin arpa. Leppätalokomitean kokoukset ovat avoimia kaikille järjestöjen jäsenille ellei komitea erityisistä syistä muuta päätä. Kokouksista pidetään päätöspöytäkirjaa.",
        "rules_39": "18§ Klusterikokous",
        "rules_40": "Merkittävissä klusteria koskevissa asioissa päätösvaltaa käyttää klusterikokous. Kokouksessa kullakin järjestöllä on käytettävissä yksi ääni, jota käyttää järjestön hallituksen valtuuttama edustaja tai hänen varaedustajansa. Varaedustaja käyttää äänioikeuttaan, mikäli varsinainen edustaja on poissa tai on muutoin estynyt käyttämään äänioikeuttaan. Edustajilla tulee olla järjestön antama valtakirja edustusoikeudestaan. Äänestyksen mennessä tasan ratkaisee puheenjohtajan kanta, henkilövaaleissa ja suljetussa lippuäänestyksessä kuitenkin arpa. Klusterikokouksissa on puhe- ja läsnäolo-oikeus kaikilla järjestöjen jäsenillä. Kokouksista pidetään päätöspöytäkirjaa.",
        "rules_41": "19§ Klusterikokouksissa päätettävät asiat",
        "rules_42": "Klusterikokoukset kutsuu koolle Leppätalokomitea. Kokouskutsu on lähetettävä järjestöille viimeistään kolme viikkoa ennen kokousta. Käyttösääntöjen muuttaminen ja muut erityisen merkittävät asiat on mainittava kokouskutsussa, muut asiat viimeistään viikkoa ennen kokousta toimitettavalla esityslistalla. Klusterikokous voi kuitenkin 3/4 enemmistöllä päättää, että asia käsitellään kiireellisenä, vaikka sitä ei ole esityslistalla. Asiaa, josta on mainittava kokouskutsussa, ei voi käsitellä kiireellisenä. Klusterikokouksella on oikeus ottaa päätettäväkseen Leppätalokomitealle kuuluva asia sekä muuttaa Leppätalokomitean päätöksiä.",
        "rules_43": "20§ Klusterin ylläpito ja irtaimisto",
        "rules_44": "Matlu vastaa klusterin ylläpidosta ja juoksevista kuluista. Järjestöjen odotetaan osallistuvan kustannuksiin suhteessa käyttäjämääriinsä. Klusterille yhteisillä varoilla hankittu irtaimisto on Matlun omaisuutta.",
        "rules_45": "Avaimet ja lukitukset",
        "rules_46": "21§ Avainhallinto",
        "rules_47": "Klusterin avainrekisteriä ylläpitää Leppätalokomitean puheenjohtaja. Leppätalokomitealla on oikeus ottaa avain pois väärinkäytöksiin syyllistyneeltä henkilöltä.",
        "rules_48": "22§ Klusterin kulkuluvat",
        "rules_49": "Järjestö voi perustellusta syystä myöntää kulkuluvan klusterille jäsenelleen ilmoittamalla tästä HYYlle ja Leppätalokomitean puheenjohtajalle. Kulkuluvan myöntämisestä henkilölle, jonka kulkulupa on otettu pois väärinkäytösten takia, päättää Leppätalokomitea. Järjestö voi ottaa nimissään olevan kulkuluvan pois ilmoittamalla tästä Leppätalokomitean puheenjohtajalle.",
        "rules_50": "23§ Sisätilojen avaimet",
        "rules_51": "Jokaisella järjestöllä on oikeus riittävään määrään avaimia kokoushuoneeseen ja kerhotilaan sekä varastoihin. Avaimet ovat aina yksittäisen henkilön nimissä, mutta niitä voidaan säilyttää lukitussa kaapissa tai muussa riittävän turvallisessa tilassa järjestön virkailijoiden saatavilla.",
        "rules_52": "24§ Vastuu klusterin käytöstä",
        "rules_53": "Klusteria käytettäessä jollain läsnäolijalla on oltava tilan käyttöön oikeuttava kulkulupa. Jokainen kulkuluvallinen vastaa klusterilla omasta sekä vastuullaan olevien henkilöiden toiminnasta. Jokainen kulkulupa on sekä kulkuluvan haltijan että luvan myöntäneen järjestön vastuulla.",
        "rules_54": "25§ Klusterin ulko-ovet",
        "rules_55": "Klusterin uloskäynnit pidetään lukittuna. Rakennuksen muihin tiloihin ei saa mennä ilman lupaa.",
        "rules_56": "Siisteys ja siivoaminen",
        "rules_57": "26§ Kengätön tila",
        "rules_58": "Ulkokengät tulee jättää eteiseen. Jos ulkokenkiä joudutaan poikkeuksellisesti käyttämään klusterilla esimerkiksi tavaroita kuljetettaessa, tulee lattiat siivota välittömästi tämän jälkeen.",
        "rules_59": "27§ Klusterin siisteys",
        "rules_60": "Jokaisen käyttäjän tulee siivota jälkensä viimeistään poistuessaan. Varauksen päättyessä sekä viimeisten käyttäjien poistuessa varaamattomista tiloista tulee käytetyt tilat siivota vähintään yhtä hyvään kuntoon kuin saavuttaessa.",
        "rules_61": "28§ Klusterin siivoaminen",
        "rules_62": "Klusteri siivotaan viikoittain. Leppätalokomitea jakaa siivousvuorot ja tarvittaessa velvoittaa järjestöt myös muunlaiseen siivoukseen. Siivousvälineiden hankinnan koordinoi Matlun klusterivastaava.",
        "rules_63": "Väärinkäytökset ja laiminlyönti",
        "rules_64": "29§ Vahinkojen hyvittäminen",
        "rules_65": "Järjestöt hyvittävät väärinkäytökset ja laiminlyönnit toimimalla klusterin yhteiseksi hyväksi Leppätalokomitean päättämällä tavalla. Järjestöt ovat vastuussa Matlun omistamassa irtaimistossa ilmenevistä vahingoista, jotka eivät ole aiheutuneet normaalista kulumisesta.",
        "rules_66": "30§ Käyttöoikeuksien rajoittaminen",
        "rules_67": "Jos väärinkäytös tai laiminlyönti on vakava tai järjestö syyllistyy sellaiseen toistuvasti, voi Leppätalokomitean kokous päättää järjestön käyttöoikeuksien rajoittamisesta määräajaksi. Järjestö ei saa osallistua päätöksentekoon sen käyttöoikeuksien rajoittamisesta, mutta sillä on oikeus tulla kuulluksi. Henkilökohtaisten käyttöoikeuksien rajoittamisesta vakavissa väärinkäytös- tai laiminlyöntitapauksissa päättää Leppätalokomitea.",
        "rules_68": "Siivoussäännöt",
        "rules_69": "Tapahtuman jälkeinen siivous",
        "rules_70": "Huonekalut paikoilleen",
        "rules_71": "Sälä paikoilleen",
        "rules_72": "Astioiden tiskaus & keittiön tasojen pyyhintä",
        "rules_73": "Tölkkien ja pullojen keruu",
        "rules_74": "Keräysastioiden tyhjennys",
        "rules_75": "Tarvittaessa lattioiden lakaisu",
        "rules_76": "Mahdollisten kurajälkien poispesu",
        "rules_77": "Mahdollisten tahmalaikkujen pyyhintä pöydiltä",
        "rules_78": "Klusterin ulkopuolinen aula ja ulko-oven edusta (roskat, tumpit, pullot…)",
        "rules_79": "Ilmoita, jos siivousvälineissä on puutteita (leppis-list@helsinki.fi)",
        "rules_80": "Klusterin yleisilme SIISTI",
        "rules_81": "Viikkosiivouksen tshek-lista",
        "rules_82": "Siivoa sekä yleistila, kerhohuone että kokoushuone",
        "rules_83": "Sälä pois sieltä minne ei kuulu (mutta eihän semmoista ole, eihän?)",
        "rules_84": "Tölkkien ja pullojen keruu (tölkit ei sekajätteen sekaan vaan metallikeräykseen)",
        "rules_85": "Lattioiden imurointi/lakaisu (imuroi myös matot ja niiden aluset)",
        "rules_86": "Lattioiden pesu (ota moppi, ämpäri, vettä ja pesuainetta, MYÖS SOHVIEN TAKAA)",
        "rules_87": "Pöytien pyyhintä",
        "rules_88": "Likatahrat, runsaat käpälän jäljet tms pois seinistä ja ovista",
        "rules_89": "Tiskaus & keittiön siivous (paitsi eihän tiskiä ole, kun jengi on ne ite hoitanu)",
        "rules_90": "Vessat (pönttöjen pesu, lattioiden lakaisu & pesu, peilin pyyhintä, lavuaarin puhdistus, roskisten tyhjennys, paperin täyttö)",
        "rules_91": "Kuramattojen pudistelu",
        "rules_92": "Puhdista sohvat tarpeen vaatiessa",
        "rules_93": "Tarpeen mukaan myös klusterin ulkopuolisen aulan ja ulko-oven edustan siivous",
        "rules_94": "Rättien pesu ja asiallisesti kuivumaan jättö",
        "rules_95": "Roskien vienti jätehuoneeseen (energia, bio, paperi, pahvi, metalli, seka. Jätehuone löytyy kun kävelet ulos talosta ja kierrät nurkan taa myötäpäivää.)",
        "rules_96": "Ilmoita, jos siivousvälineissä on puutteita (leppis-list@helsinki.fi)",
        "rules_97": "Ilmoita, jos klusteri saastainen (leppis-list@helsinki.fi)",
        "rules_98": "Matlu-klusterin turvallisen tilan periaatteet",
        "rules_99": "Hätätilanteessa soita yleiseen hätänumeroon 112.",
        "rules_100": "Kunnioita toisia ja heidän omaa tilaa sekä koskemattomuutta",
        "rules_101": "Pidä huolta ilmapiiristä kunnioittamalla muita ihmisiä. Älä syrji, ahdistele, kiusaa, painosta tai käy käsiksi. Älä tee oletuksia toisen identiteetistä, sukupuolesta, terveydentilasta tai seksuaalisesta suuntautumisesta tai siitä, mistä he ovat kotoisin.",
        "rules_102": "Älä koskettele muita ilman heidän lupaansa. Muista, ettet voi tietää ihmisen rajoja ellet kysy. Minkäänlaista seksuaalista häirintää sen eri muodoin ei hyväksytä.",
        "rules_103": "Minkäänlaista häiritsevää, seksististä, rasistista, homo- tai transfobista, loukkaavaa tai väkivaltaista tai puhetta tai käytöstä ei hyväksytä. Muista, että vaikka jokin on sinusta esimerkiksi hauskaa tai vitsikästä, se voi jostain toisesta tuntua epämiellyttävältä tai ahdistavalta.",
        "rules_104": "Mikäli koet itse tai havaitset muiden harjoittamaa häirintää, mene väliin tai ilmoita asiasta vastuuhenkilöille. Raportoi väkivaltaisesta käytöksestä tai vakavasta häirinnästä välittömästi eteenpäin tapahtumajärjestäjälle, vastuuhenkilölle, häirintäyhdyshenkilöille tai Leppätalokomitean puheenjohtajalle.",
        "rules_105": "Vastuuhenkilö on kuka tahansa klusterin kulkuluvallinen henkilö. Klo 00-07 on olemassa erityisessä yökäyttövastuussa olevia henkilöitä, jotka voit selvittää kysymällä. Jos itse vastuuhenkilö on osa ongelmaa, ota yhteyttä toiseen vastuuhenkilöön tai tarvittaessa Leppätalokomitean puheenjohtajaan.",
        "rules_106": "Välitä ja pidä huolta",
        "rules_107": "Pidä huolta itsestäsi. Älä saata itseäsi tarkoituksella sellaiseen tilaan, ettet pystyisi esimerkiksi pääsemään kotiin millä tahansa hetkellä. Jos et jostain syystä pysty huolehtimaan itsestäsi, pyydäthän rohkeasti apua.",
        "rules_108": "Pidä huolta muista. Jos huomaat, ettei joku pysty pitämään huolta itsestään, älä jätä häntä heitteille. Mikäli joku pyytää sinulta apua, auta parhaasi mukaan. Huolehdi, että hän saa apua esimerkiksi ilmoittamalla asiasta vastuuhenkilöille.",
        "rules_109": "Kommunikoi",
        "rules_110": "Olemalla avoin ja ystävällinen, luot ympäristöä, jossa kommunikoiminen on helpompaa. Jos jokin ei ole mukavaa, sanothan siitä. Mikäli omasta käytöksestäsi huomautetaan, otathan palautteen vastaan rakentavasti. Käytöksestäsi huomauttavat eivät loukkaa sinua ihmisenä, vaan auttavat sinua kehittymään. Jokaisella on jotain opittavaa, vahingossa törppöilystä selviää usein ymmärtäväisyydellä ja anteeksipyynnöllä.",
        "rules_111": "Yhteystietoja:",
        "rules_112": "Leppätalokomitean puheenjohtaja",
        "rules_113": "Matlun häirintäyhdyshenkilöt",
        "rules_114": "Leppätalokomitean sähköpostilista",
        "rules_115": "Siivouslistan tallentaminen",
        "rules_116": "Tyhjennä vanha siivouslista 'Tyhjennä'-painikkeella",
        "rules_117": "Siirrä uusi siivouslista JSON-muodossa selaimelle 'Vie lista' -painikkeella TAI luo uusi siivouslista automaattisesti 'Luo lista' -painikkeella",
        "rules_118": "Tallenna siivouslista tietokantaan 'Tallenna'-painikkeella",
        "privacy_1": "Tietosuojaseloste",
        "privacy_2": "Tämä on EU:n yleisen tietosuoja-asetuksen mukainen rekisteri- ja tietosuojaseloste. Laatimispäivämäärä on 17.5.2018. Viimeisin muutos 17.1.2022",
        "privacy_3": "1. Rekisterinpitäjä",
        "privacy_4": "Helsingin yliopiston matemaattis-luonnontieteellisten opiskelijajärjestöjen yhteistyöjärjestö Matlu ry",
        "privacy_5": "Leppäsuonkatu 11, 00100 Helsinki",
        "privacy_6": "2. Yhteyshenkilö rekisteriä koskevissa asioissa",
        "privacy_7": "Helsingin yliopiston matemaattis-luonnontieteellisten opiskelijajärjestöjen yhteistyöjärjestö Matly ry:n Leppätalokomitean puheenjohtaja (Olli Keski-Hynnilä vuonna 2022) olli.keski-hynnila@helsinki.fi",
        "privacy_8": "Rekisterin nimi",
        "privacy_9": "Christina Reginan kulkuavainrekisteri",
        "privacy_10": "4. Oikeusperuste ja henkilötietojen käsittelyn tarkoitus",
        "privacy_11": "EU:n yleisen tietosuoja-asetuksen mukainen oikeusperuste henkilötietojen käsittelylle ovat rekisterinpitäjän oikeutettu etu ja laillinen velvoite.",
        "privacy_12": "Henkilötietojen käsittelyn tarkoitus on ylläpitää kirjaa avaimellisista sekä huolehtia heidän koulutuksestaan tilan käyttöä varten.",
        "privacy_13": "5. Rekisterin tietosisältö",
        "privacy_14": "Etu- ja sukunimi",
        "privacy_15": "Sähköpostiosoite",
        "privacy_16": "Järjestö, jonka puolesta on saanut Christina Reginaan kulkuavaimen",
        "privacy_17": "Viimeisin Christina Reginan käyttökulutusvuosi",
        "privacy_18": "*Rike",
        "privacy_19": "*Sanktio",
        "privacy_20": "Käyttökiellon viimeinen päivä",
        "privacy_21": "(*Tähdellä merkittyjä kenttiä käytetään vain tarvittaessa)",
        "privacy_22": "6. Säännönmukaiset tietolähteet",
        "privacy_23": "Jäsenjärjestöjen antamat listaukset myönnetyistä Christina Reginan kulkuavaimista.",
        "privacy_24": "7. Tietojen säännönmukaiset luovutukset",
        "privacy_25": "Tietoja luovutetaan Matly ry:n jäsenjärjestöjen puheenjohtajien pyynnöstä sähköpostitse.",
        "privacy_26": "8. Tietojen siirto EU:n tai ETA:n ulkopuolelle",
        "privacy_27": "Tietoja käsitellään Googlen pilvipalveluissa, jolloin käsiteltävät tiedot voivat sijaita EU:n tai ETA:n ulkopuolella. Google on sitoutunut noudattamaan pilvipalvelujensa osalta EU:n yleistä tietosuoja-asetusta ja Privacy Shield -viitekehystä.",
        "privacy_28": "Edellä mainitun lisäksi tietoja ei siirretä Euroopan unionin tai Euroopan talousalueen ulkopuolelle",
        "privacy_29": "9. Rekisterin suojauksen periaatteet",
        "privacy_30": "Tietoja säilytetään Googlen pilvipalveluissa. Pääsy Googlen pilvipalveluihin on yhdistyksen hallituslaisilla, sekä rajatusti yhdistyksen aktiiveilla. Googlen pilvipalveluiden käyttö tapahtuu henkilökohtaisilla käyttäjätunnuksilla ja salasanoilla.",
        "privacy_31": "10. Tarkastusoikeus",
        "privacy_32": "Jokaisella rekisteriin kuuluvalla henkilöllä on oikeus tarkistaa rekisteriin hänestä tallennetut tiedot. Tietojen tarkistuspyyntö tulee lähettää kirjallisesti rekisterinpitäjälle. Rekisterinpitäjällä on tarvittaessa oikeus pyytää pyynnön esittäjää todistamaan henkilöllisyytensä. Rekisterinpitäjä vastaa pyynnön esittäjälle EU:n tietosuoja-asetuksessa säädetyssä ajassa (pääsääntöisesti kuukauden kuluessa). Tarkastaminen on maksutonta kerran vuodessa",
        "privacy_33": "11. Oikeus vaatia tiedon korjaamista",
        "privacy_34": "Jokaisella rekisteriin kuuluvalla henkilöllä on oikeus vaatia rekisteriin hänestä talletettujen tietojen korjausta. Tietojen korjauspyyntö tulee lähettää kirjallisesti rekisterinpitäjälle. Rekisterinpitäjällä on tarvittaessa oikeus pyytää pyynnön esittäjää todistamaan henkilöllisyytensä. Rekisterinpitäjä toteuttaa esittäjän pyynnön EU:n tietosuoja-asetuksessa säädetyssä ajassa (pääsääntöisesti kuukauden kuluessa)",
        "privacy_35": "12. Muut henkilötietojen käsittelyyn liittyvät tiedot",
        "privacy_36": "Tiedot hävitetään vuosittain heti alkuvuodesta siten, että ne, joilla tulee kaksi (2) vuotta viimeisimmästä Christina Reginan käyttökoulutusvuodesta, poistetaan rekisteristä. Tietoja siis säilytetään vähintään kahden vuoden ajan.",
        "privacy_37": "Poikkeus:",
        "privacy_38": "Mikäli rekisteröity on toiminut vastoin sääntöjä ja hänelle on Leppätalokomitean valtuuksilla annettu käyttökielto Christina Reginaan, kirjataan rekisteröidylle rike, sanktio ja käyttökiellon viimeinen päivämäärä. Tietoja säilytetään käyttökiellon viimeiseen päivämäärään saakka tai 10 vuoden ajan, kumpi näistä on lyhyempi.",
        "emailinuse": "Sähköposti on jo käytössä.",
        "usernameinuse": "Käyttäjänimi on jo käytössä.",
        "errorcreate": "Virhe luotaessa käyttäjää.",
        "erroremail": "Virhe tarkistettaessa sähköpostia.",
        "mandfields": "Käyttäjänimi, salasana, sähköposti ja vahvista salasana ovat pakollisia kenttiä.",
        "mincharsusername": "Käyttäjänimen tulee olla enintään 20 merkkiä eikä saa sisältää välilyöntejä.",
        "diffpass": "Salasanat eivät täsmää.",
        "invalidemail": "Virheellinen sähköpostiosoite.",
        "mincharspass": "Salasanan tulee olla 8-20 merkkiä pitkä.",
        "invalidpass": "Salasana ei saa sisältää pelkkiä numeroita tai kirjaimia.",
        "telegraminuse": "Telegram on jo käytössä.",
        "errortelegram": "Virhe tarkistettaessa telegramia.",
        "errorusercreate": "Virhe käyttäjän luonnissa.",
        "usersuccess": "Käyttäjä luotu onnistuneesti",
        "faillogin": "Sähköposti tai salasana virheellinen",
        "errorfetchevents": "Virhe tapahtumien hakemisessa:",
        "errorfetchorg": "Virhe järjestöjen hakemisessa:",
        "erroreventlogin": "Sinun täytyy kirjautua sisään lisätäksesi tapahtuman.",
        "errorlongevent": "Varauksen kesto ei voi olla yli 24 tuntia.",
        "erroreventroom": "Huone on jo varattu valitulle ajankohdalle.",
        "errorevent": "Virhe tapahtuman tallentamisessa",
        "erroreventfields": "Täytä kaikki tiedot ennen tapahtuman lisäämistä.",
        "eventdeleted": "Tapahtuma poistettu:",
        "erroreventdelete": "Virhe tapahtuman poistamisessa:",
        "eventsaved": "Tapahtuma tallennettu",
        "ykvsuccess": "YKV-sisäänkirjaus onnistui",
        "ykvfail": "YKV-sisäänkirjaus epäonnistui",
        "ykvcancel": "YKV peruttu",
        "ykvlogoutsuccess": "YKV-uloskirjaus onnistui",
        "ykvlogoutfail": "YKV-uloskirjaus epäonnistui",
        "ykveditsuccess": "YKV-muokkaus onnistui",
        "ykveditfail": "YKV-muokkaus epäonnistui",
        "usereditmandfields": "Käyttäjänimi ja sähköposti ovat pakollisia kenttiä.",
        "usereditconfirm": "Oletko varma, että haluat päivittää käyttäjätietojasi?",
        "usereditsuccess": "Tiedot päivitetty onnistuneesti!",
        "usereditforother": "Oletko varma, että haluat päivittää tämän käyttäjän tietoja?",
        "usereditfail": "Tietojen päivittäminen epäonnistui",
        "orgeditconfirm": "Oletko varma, että haluat päivittää järjestön tietoja?",
        "orgeditsuccess": "Järjestöä muokattu onnistuneesti!",
        "orgeditfail": "Järjestön päivittäminen epäonnistui",
        "orgdeleteconfirm": "Oletko varma, että haluat poistaa tämän järjestön?",
        "orgdeletesuccess": "Järjestö poistettu onnistuneesti!",
        "orgdeletefail": "Järjestön poistaminen epäonnistui",
        "orgcreatenamefail": "Nimi on jo käytössä",
        "orgcreatesuccess": "Järjestö luotu onnistuneesti!",
        "orgcreatefail": "Järjestön luominen epäonnistui",
        "pjchange": "Oletko varma, että haluat siirtää PJ-oikeudet",
        "handoverkeyconfirm": "Oletko varma että haluat luovuttaa avaimen?",
        "handoverkeysuccess": "Avaimen luovutus onnistui!",
        "handoverkeyfail": "Avaimen luovutus epäonnistui",
        "defectfixfail": "Vian korjaus epäonnistui",
        "defectfixsuccess": "Vian korjaus onnistui",
        "defectmailsuccess": "Merkitseminen lähetetyksi onnistui",
        "defectmailfail": "Merkitseminen lähetetyksi epäonnistui",
        "success": "Onnistui",
        "fail": "Virhe",
        "noatsymbol": "Kielletty merkki @ käyttäjänimessä",
        "emailoruser": "Sähköposti tai Käyttäjätunnus",
        "defectcreatesuccess": "Vian kirjaus onnistui",
        "defectcreatefail": "Vian kirjaus epäonnistui",
        "YKVsearch": "Hae yökäyttövastuista",
        "delete": "Poista",
        "cleaningerrorold": "Poista siivousvuorot ennen uusien lisäämistä",
        "cleaningsubmitsuccess": "Siivouksen kirjaus onnistui",
        "cleaningsubmitfail": "Siivouksen kirjaus epäonnistui",
        "cleaningclearedsuccess": "Siivousvuorot poistettu onnistuneesti",
        "cleaningschedule": "Siivousvuorot",
        "clear": "Tyhjennä",
        "cleaningimportlist": "Tuo lista",
        "cleaningexportlist": "Vie lista",
        "cleaningcreatelist": "Luo lista",
        "cleanigcreatelistauto": "Luo siivouslista automaattisesti",
        "cleaningcreatedesc": "Luo siivouslista automaattisesti algoritmin avulla. Anna raja-arvo, jonka mukaan järjestöt jaetaan suuriin ja pieniin järjestöihin.",
        "threshold": "Raja-arvo",
        "cleaningclearconfirm": "Haluatko varmasti tyhjentää siivousvuorot?",
        "cleaningsaveconfirm": "Tallennetaanko siivousvuorot?",
        "cleaningautomatefail": "Siivouslistan luonti epäonnistui",
        "cleaningautomatesuccess": "Siivouslista luotu onnistuneesti",
        "week": "Viikko",
        "date": "Pvm",
        "bigorg": "Iso järjestö",
        "smallorg": "Pieni järjestö"
      }
    },
    "en": {
      "translation": {
        "front_1": "The Latin name of the building, Domus Gaudium, means the House of Joy. It naturally refers to the joys of studying and student life and continues the academic tradition and fits into the other nomenclature of the place, such as Domus Academica.",
        "front_2": "The building also got its own slogan, 'sub hoc Tecto cives academici excoluntur', which in English means 'under the shelter of this building academic citizens are made'.",
        "front_sidebar_1": "Frontpage",
        "front_sidebar_2": "Christina Regina",
        "front_sidebar_3": "Reservations",
        "front_sidebar_4": "YKV",
        "front_sidebar_5": "Management",
        "front_sidebar_6": "Statistics",
        "front_sidebar_7": "Contacts",
        "front_sidebar_8": "Defects",
        "front_sidebar_9": "Cleaning",
        "front_sidebar_10": "Rules and Instructions",
        "front_sidebar_11": "Privacy Policy",
        "login": "Login",
        "logout": "Logout", 
        "cancel": "Cancel",
        "email": "Email",
        "password": "Password",
        "createacc": "Create Account",
        "username": "Username",
        "confirmpassword": "Confirm Password",
        "showpassword": "Show Password",
        "telegram": "Telegram (optional)",
        "goback": "Go Back",
        "christina_regina_1": "The Christina Regina, or Matlus cluster, is located on the first floor of Domus Gaudium (area 1.8). It has three rooms: a meeting room, a club room and a lounge. Next door is the Condus cluster, or Gustavus Rex.",
        "christina_regina_2": "The sentence strongly implies the importance of developing mental qualities.",
        "christina_regina_3": "On the HYY side, the spaces intended for students and organizations have been named to reflect the student union's history freshly but respectfully. Important themes have been academicism and the most significant symbols of academicism and richly living bilingualism, as well as the student union's own history, as well as the history of the University of Helsinki and the city. Influences have also been drawn from the history of Sweden and Russia. On the Domus Academica side, in the development project related to Domus Gaudium, the names of the spaces have been inspired by the Kalevala, such as Aino and Väinämöinen.",
        "reservations_res": "Reservations",
        "reservations_add": "Add a new event",
        "reservations_addform": "Add event",
        "reservations_det": "Reservation details:",
        "reservations_info": "You can make a reservation for a maximum of 24 hours.",
        "reservations_starts": "Starts",
        "reservations_ends": "Ends",
        "reservations_noti": "Please note the night use rules from 00-08.",
        "reservations_name": "Event name",
        "reservations_org": "Organizer",
        "reservations_resp": "Person in charge",
        "reservations_desc": "Descritpion",
        "reservations_openness": "Openness",
        "reservations_open": "Open event",
        "reservations_closed": "Members only",
        "reservations_room": "Room",
        "Kokoushuone": "Meeting room",
        "Kerhotila": "Club room",
        "Oleskelutila": "Lounge",
        "close": "Close",
        "save": "Save",
        "remove_event": "Remove event",
        "csvdownload": "Download event data as a CSV-file",
        "loading": "Loading",
        "ykv_active": "Active",
        "take_resp": "Take responsibility",
        "resp_desc": "Submit a night responsibility for a person.",
        "resp_who": "Who are you taking responsibility for?",
        "resp_for_other": "Submit on behalf of another user",
        "resp_confirm_logout": "Confirm YKV logout",
        "resp_confirm_logout_2": "Are you sure you want to log out person",
        "confirm": "Confirm",
        "resp_logout": "Logout",
        "resp_respfor": "Responsible for",
        "resp_login": "Login",
        "resp_orgs": "Organizations",
        "resp_act": "Active / Late",
        "resp_createdby": "Created by",
        "allresps": "All responsibilities",
        "ownresps": "Own responsibilities",
        "owninfo": "My information",
        "userrole": "User role",
        "edit": "Edit",
        "name": "Name",
        "homepage": "Homepage",
        "keys": "Keys",
        "editorg": "Edit organization",
        "color": "Color",
        "confirmchanges": "Confirm changes",
        "deleteorg": "Delete organization",
        "createneworg": "Create a new organization",
        "createorg": "Create organization",
        "users": "Users",
        "role": "Role",
        "edituser": "Edit user",
        "givekey": "Give key",
        "chooseorg": "Choose organization",
        "changepj": "Change to chairman",
        "timefilter": "Search by timeframe",
        "orgstats": "Organization stats",
        "orgstats_1": "Keys by organization",
        "orgstats_2": "YKV logs by organization",
        "orgstats_3": "Late YKV logs by organization",
        "userstats_1": "YKV logs leaderboard",
        "userstats_2": "YKV logs by weekday",
        "userstats_3": "YKV-logs by hour",
        "statslogin": "Logins",
        "statslogout": "Logouts",
        "monday": "Mon",
        "tuesday": "Tue",
        "wednesday": "Wed",
        "thursday": "Thu",
        "friday": "Fri",
        "saturday": "Sat",
        "sunday": "Sun",
        "contacts_1": "Domus Gaudium is located at Leppäsuonkatu 11A, 00100 Helsinki.",
        "contacts_2": "Christina Regina is located on the first floor of Domus Gaudium.",
        "contacts_3": "Cluster phone",
        "contacts_4": "You can call the cluster at 044 9556085",
        "contacts_5": "Leppätalo committee",
        "contacts_6": "The Leppätalo committee is responsible for the coziness and rules of the cluster.",
        "contacts_7": "In 2023, the chairman of the committee is Tomas Terälä (tomas.terala (at) helsinki.fi)",
        "contacts_8": "Organization contacts",
        "loginsuggest": "Log in",
        "desc": "Description",
        "time": "Time",
        "emailsent": "Email sent",
        "marksent": "Mark as sent",
        "fixed": "Fixed",
        "fix": "Fix",
        "writedefect": "Submit a defect",
        "writedefect_desc": "Submit defects related to the cluster.",
        "defect_desc": "Describe the defect",
        "save_defect": "Submit defect",
        "defectfaults": "Defects and faults",
        "add_defect": "Add defect",
        "confirm_defect_email": "Mark email as sent",
        "confirm_defect_email_2": "Are you sure you want to mark the email as sent?",
        "confirm_defect_fixed": "Mark defect as fixed",
        "confirm_defect_fixed_2": "Are you sure you want to mark the defect as fixed?",
        "rules_1": "Rules and instructions",
        "rules_2": "Rules of use for the Matlu cluster",
        "rules_3": "1§ Scope",
        "rules_4": "These rules apply to the use of the cluster space Christina Regina in Domus Gaudium. They complement the rules of use set by the Student Union of the University of Helsinki (later HYY). The Leppätalo committee may provide more detailed instructions on the application of the rules of use.",
        "rules_5": "2§ Cluster organizations",
        "rules_6": "The cluster may be used by organizations that have a valid space use agreement with HYY (later organizations). The use of the cluster is coordinated by the cooperation organization of the mathematical and natural science student organizations of the University of Helsinki, Matlu ry (later Matlu).",
        "rules_7": "3§ Amending the rules",
        "rules_8": "These rules of use may be amended by a 3/4 majority at a cluster meeting. The amendment of the rules must be mentioned in the meeting invitation.",
        "rules_9": "4§ Cluster email lists",
        "rules_10": "The use of the cluster includes three email lists. Leppis-avaimet@helsinki.fi is for all information regarding people with keys. Leppis-list@helsinki.fi is for internal announcements of the Leppätalo committee. Leppis-info@helsinki.fi is for all important information regarding people with keys.",
        "rules_11": "Facilities and their use",
        "rules_12": "5§ Cluster users",
        "rules_13": "The cluster is intended for all members of the organizations. When using the cluster, there must always be a person with access rights present. Access rights refer to the key that allows entry to the premises at that time. Access rights are personal. When arriving at an empty cluster, the facilities must be checked and any deficiencies or messes must be reported to the key list. Organizations are allowed to invite external parties to the cluster as their guests. In this case, the inviting organization is responsible for their guests, and there must be at least one person with access rights present to respond. An organization may, for a special reason and with the permission of the Leppätalo committee, allow an external party to use the cluster in its name. The presence of minors in the cluster is strictly prohibited.",
        "rules_14": "6§ Meeting room",
        "rules_15": "The meeting room is primarily intended for meeting use and requires a reservation. The meeting room must be reserved at the latest when the event starts. Special attention must be paid to the cleanliness of the meeting room. The meeting room cannot be used for party purposes.",
        "rules_16": "7§ Club room",
        "rules_17": "The club room is a space suitable for various events and is freely available outside of reservations. The club room must be reserved at the latest 24 hours before the event. If the event is not open to all members of the organizations, this must be indicated in the reservation calendar.",
        "rules_18": "8§ Lounge",
        "rules_19": "The lounge is a space freely available to the members of the organizations. The Leppätalo committee meeting may, for a special reason, grant an organization the right to reserve the lounge or the entire cluster for its use. An open reservation in the calendar for the lounge does not require the approval of the committee. In this case, the reservation note is primarily informative.",
        "rules_20": "9§ Storage and storage facilities",
        "rules_21": "Each organization has the right to a fixed cabinet in the cluster. The cabinets and shelves in the club room and lounge are intended for shared use items. The shelves in the large storage room are intended for the organizations as storage space. The shelves are organization-specific. The small storage room is used by Matlu. Other storage of items in the cluster is allowed for a maximum of five days without disturbing the use of the cluster with a separate notification to the key list.",
        "rules_22": "10§ Night use",
        "rules_23": "Night use is defined as staying in the cluster premises between 00.00 - 07.00, unless otherwise specified by the Leppätalo committee. When night use begins, each organization present must take night use responsibility, unless another organization takes responsibility for them. When entering the cluster during night use, the persons with access rights take responsibility for themselves and their group, unless another person responsible for night use takes responsibility for them. The person in charge must send an email message about the night use to the key list. When an organization leaves, or the person in charge changes, an email message must also be sent to the key list. The YKV message must include the first name, last name and organization or a well-known abbreviation or nickname that clearly indicates the organization. The subject of the email must indicate the assumption of night use.",
        "rules_24": "11§ Night use person in charge",
        "rules_25": "The person in charge of night use is a person with access rights who has informed the cluster's key list that they are taking responsibility for night use. The persons in charge must be obeyed in matters related to the use of the cluster during night use. The person in charge has the right to remove a person behaving inappropriately from the cluster. The persons in charge are responsible for cleaning the cluster at the end of the use. Errors related to YKV messages will be recorded, and if an organization has a total of ten (10) errors/season (reset on 1.2. and 1.8.) related to YKV messages, a sanction will be given to the organization. The sanction is determined by the Leppätalo committee. When an individual has a certain number of errors, sanctions will be imposed according to the number of errors. Three (3) errors result in a warning, five (5) errors result in a one (1) month YKV ban, and 10 errors result in a sanction determined by the Leppätalo committee. Such YKV errors in addition to the deficiencies in section 10§ include, for example, staying in the cluster during night use without sending a YKV message (acceptable sliding is 15 minutes after the start of YKV). If a YKV-off message has not been received by 07:30, this is considered a more serious YKV error. However, a message like 'Cluster empty, everyone out' ends the YKV for everyone. If the person with access rights is responsible only for themselves according to the YKV email, this means that they do not intend to let anyone else in except themselves with their keys. However, this means that the person with access rights must address any disturbances and be otherwise responsible for the order in the cluster. During the events of an early YKV, taking responsibility only for oneself is not possible. The Leppätalo committee may grant exceptions as needed.",
        "rules_26": "12§ Organizing an event in the cluster",
        "rules_27": "If an organization organizes an event in the cluster, this must be marked in the cluster's electronic reservation calendar.",
        "rules_28": "13§ Code of conduct",
        "rules_29": "The use of strong fragrances or smoking is not allowed indoors. Taking open drinkware to the hallway or further is prohibited for general cleanliness. Trash must be taken to the designated place. Sleeping in the premises is strictly prohibited at all times and in all situations. Activities that disturb other users of the building, such as loud music, are prohibited between 07.00 - 18.00. Staying in the cluster is prohibited between 07.00-12.00. The Leppätalo committee meeting may grant an exception for a justified reason. Quiet cleaning, cooking, and picking up and returning items are allowed. However, a message must be sent to the key list about the above-mentioned activities.",
        "rules_30": "14§ Animals in the cluster",
        "rules_31": "Bringing animals to the cluster is prohibited. The ban does not apply to guide or assistance dogs.",
        "rules_32": "Board and decision-making",
        "rules_33": "15§ Leppätalo committee",
        "rules_34": "The cluster is managed by the Leppätalo committee, which has one representative from each organization. An organization may also appoint a deputy representative. An organization may change its representatives by informing the committee chair.",
        "rules_35": "16§ Leppätalo committee chair",
        "rules_36": "The chair of the Leppätalo committee is the representative of Matlu. The chair acts as the contact person for the cluster towards HYY and is responsible for key management. The Leppätalo committee may choose a vice chair from the named representatives to perform the duties of the chair when the chair is prevented.",
        "rules_37": "17§ Leppätalo committee meetings",
        "rules_38": "The Leppätalo committee meets at the invitation of the chair or, in the chair's absence, the vice chair, or when at least three member organizations of the committee demand it. The Leppätalo committee meetings are valid when the chair or vice chair and at least four other committee members are present. The meeting invitation must be sent at least five days before the meeting starts. In the event of a tie in the vote, the chair's opinion decides, but in personal elections and closed ballot votes, the decision is made by drawing lots. Leppätalo committee meetings are open to all members of the organizations unless the committee decides otherwise for special reasons. Minutes are kept of the meetings.",
        "rules_39": "18§ Cluster meeting",
        "rules_40": "In significant matters concerning the cluster, the cluster meeting has decision-making power. In the meeting, each organization has one vote, which is used by the organization's board-authorized representative or their deputy. The deputy uses their voting right if the main representative is absent or otherwise prevented from using their voting right. Representatives must have a mandate from their organization on their representation right. In the event of a tie in the vote, the chair's opinion decides, but in personal elections and closed ballot votes, the decision is made by drawing lots. All members of the organizations have the right to speak and be present at the meetings. Minutes are kept of the meetings.",
        "rules_41": "19§ Matters decided at cluster meetings",
        "rules_42": "The Leppätalo committee calls cluster meetings. The meeting invitation must be sent to the organizations at least three weeks before the meeting. Changes to the rules of use and other particularly significant matters must be mentioned in the meeting invitation, other matters must be included in the agenda to be sent at least a week before the meeting. However, the cluster meeting may decide with a 3/4 majority that the matter is considered urgent, even if it is not on the agenda. A matter that must be mentioned in the meeting invitation cannot be considered urgent. The cluster meeting has the right to decide on matters belonging to the Leppätalo committee and to change the decisions of the Leppätalo committee.",
        "rules_43": "20§ Cluster maintenance and movable property",
        "rules_44": "Matlu is responsible for the maintenance and running costs of the cluster. Organizations are expected to participate in the costs in proportion to their number of users. Movable property purchased with common funds for the cluster is Matlu's property.",
        "rules_45": "Keys and locks",
        "rules_46": "21§ Key management",
        "rules_47": "The key register of the cluster is maintained by the chair of the Leppätalo committee. The Leppätalo committee has the right to take a key from a person who has committed misuse.",
        "rules_48": "22§ Cluster access rights",
        "rules_49": "An organization may, for a special reason, grant access rights to the cluster for its member by informing HYY and the chair of the Leppätalo committee. The Leppätalo committee decides on granting access rights to a person whose access rights have been taken away due to misuse. An organization may take away a key in its name by informing the chair of the Leppätalo committee.",
        "rules_50": "23§ Keys to indoor spaces",
        "rules_51": "Each organization has the right to a sufficient number of keys to the meeting room and club room and storage rooms. The keys are always in the name of an individual, but they can be kept in a locked cabinet or other sufficiently secure space accessible to the organization's officials.",
        "rules_52": "24§ Responsibility for the use of the cluster",
        "rules_53": "When using the cluster, there must always be a person with access rights present. Each person with access rights is responsible for their own actions and the actions of the persons they are responsible for. Each access right is the responsibility of both the access right holder and the organization that granted the access right.",
        "rules_54": "25§ Cluster exterior doors",
        "rules_55": "The cluster's exits are kept locked. Entry into other premises of the building is not allowed without permission.",
        "rules_56": "Cleanliness and cleaning",
        "rules_57": "26§ Shoeless space",
        "rules_58": "Outdoor shoes must be left in the hallway. If outdoor shoes need to be used exceptionally in the cluster, for example, when transporting items, the floors must be cleaned immediately afterwards.",
        "rules_59": "27§ Cluster cleanliness",
        "rules_60": "Each user must clean up after themselves when leaving. At the end of the reservation and when the last users leave unreserved spaces, the used spaces must be cleaned to at least the same condition as when they arrived.",
        "rules_61": "28§ Cleaning the cluster",
        "rules_62": "The cluster is cleaned weekly. The Leppätalo committee assigns cleaning shifts and, if necessary, obliges organizations to other types of cleaning. The procurement of cleaning equipment is coordinated by Matlu's cluster coordinator.",
        "rules_63": "Misuse and neglect",
        "rules_64": "29§ Compensation for damages",
        "rules_65": "Organizations compensate for misuse and neglect by acting for the common good of the cluster in a manner determined by the Leppätalo committee. Organizations are responsible for damages to Matlu's movable property that are not caused by normal wear and tear.",
        "rules_66": "30§ Restriction of access rights",
        "rules_67": "If misuse or neglect is serious or an organization is guilty of such repeatedly, the Leppätalo committee meeting may decide to restrict the organization's access rights for a specified period. An organization is not allowed to participate in the decision-making on the restriction of its access rights, but it has the right to be heard. In serious cases of misuse or neglect, the restriction of personal access rights is decided by the Leppätalo committee.",
        "rules_68": "Cleaning rules",
        "rules_69": "Cleaning after an event",
        "rules_70": "Furniture in place",
        "rules_71": "Items in place",
        "rules_72": "Dishwashing & wiping the kitchen countertops",
        "rules_73": "Collecting cans and bottles",
        "rules_74": "Emptying trash containers",
        "rules_75": "Sweeping the floors if necessary",
        "rules_76": "Washing away mud stains",
        "rules_77": "Wiping sticky spots off the tables",
        "rules_78": "The cluster's outer lobby and the area in front of the front door (trash, cigarette butts, bottles...)",
        "rules_79": "Notify if there are deficiencies in cleaning equipment (leppis-list@helsinki.fi)",
        "rules_80": "The general appearance of the cluster CLEAN",
        "rules_81": "Weekly cleaning checklist",
        "rules_82": "Clean both the common area, club room and meeting room",
        "rules_83": "Put items where they belong (but there are no such things, are there?)",
        "rules_84": "Collect cans and bottles (cans do not go in mixed waste but in the metal recycling)",
        "rules_85": "Vacuuming/sweeping the floors (also vacuum the carpets and their bases)",
        "rules_86": "Washing the floors (take a mop, bucket, water and detergent, ALSO BEHIND THE SOFAS)",
        "rules_87": "Wiping the tables",
        "rules_88": "Removing dirt stains, excessive paw prints, etc. from walls and doors",
        "rules_89": "Dishwashing & cleaning the kitchen (but there are no dishes when the gang has taken care of them themselves)",
        "rules_90": "Toilets (cleaning the toilets, sweeping & washing the floors, wiping the mirror, cleaning the sink, emptying the trash cans, refilling the paper)",
        "rules_91": "Shaking the doormats",
        "rules_92": "Cleaning the sofas if necessary",
        "rules_93": "Cleaning the outer lobby and the area in front of the front door as needed",
        "rules_94": "Washing the cloths and leaving them to dry properly",
        "rules_95": "Taking out the trash (energy, bio, paper, cardboard, metal, mixed. The waste room is found when you walk out of the building and turn the corner clockwise.)",
        "rules_96": "Notify if there are deficiencies in cleaning equipment (leppis-list@helsinki.fi)",
        "rules_97": "Notify if the cluster is dirty (leppis-list@helsinki.fi)",
        "rules_98": "The principles of a safe space in the Matlu cluster",
        "rules_99": "In an emergency, call the general emergency number 112.",
        "rules_100": "Respect others and their personal space and integrity",
        "rules_101": "Maintain a respectful atmosphere by respecting other people. Do not discriminate, harass, bully, pressure, or touch others. Do not make assumptions about another person's identity",
        "rules_102": "Do not touch others without their permission. Remember that you cannot know a person's boundaries unless you ask. Any form of sexual harassment is not accepted.",
        "rules_103": "Any disturbing, sexist, racist, homophobic, transphobic, offensive, or violent speech or behavior is not accepted. Remember that even if something is fun or funny to you, it may feel unpleasant or distressing to someone else.",
        "rules_104": "If you experience or witness harassment, intervene or report the incident to the responsible persons. Report violent behavior or serious harassment immediately to the event organizer, responsible persons, harassment contact persons, or the chair of the Leppätalo committee.",
        "rules_105": "The responsible person is anyone with access rights to the cluster. From 00-07, there are people responsible for night use, which you can find out by asking. If the responsible person is part of the problem, contact another responsible person or, if necessary, the chair of the Leppätalo committee.",
        "rules_106": "Care and take care",
        "rules_107": "Take care of yourself. Do not intentionally put yourself in a situation where you cannot get home at any time. If for some reason you cannot take care of yourself, ask for help.",
        "rules_108": "Take care of others. If you notice that someone is unable to take care of themselves, do not leave them alone. If someone asks you for help, help them as best you can. Make sure they get help by informing the responsible persons.",
        "rules_109": "Communicate",
        "rules_110": "By being open and friendly, you create an environment where communication is easier. If something is not nice, say so. If your behavior is pointed out, accept the feedback constructively. Those who point out your behavior do not offend you as a person but help you develop. Everyone has something to learn, and often understanding and apologizing for a mistake will help you get through it.",
        "rules_111": "Contact information:",
        "rules_112": "Chair of the Leppätalo committee",
        "rules_113": "Matlu's harassment contact persons",
        "rules_114": "Leppätalo committee email list",
        "rules_115": "Saving the cleaning list",
        "rules_116": "Clean the old cleaning list with the 'clear' button",
        "rules_117": "Import the new cleaning list in JSON-form with the import list button OR create the list automatically using the create list button",
        "rules_118": "Save the cleaning list to the database with the save button",
        "privacy_1": "Privacy Policy",
        "privacy_2": "This is a register and data protection statement in accordance with the EU General Data Protection Regulation. The date of preparation is May 17, 2018. Latest change 17.1.2022",
        "privacy_3": "1. Registrar",
        "privacy_4": "Matlu ry, the cooperative organization of mathematical and natural science student organizations at the University of Helsinki",
        "privacy_5": "Leppäsuonkatu 11, 00100 Helsinki",
        "privacy_6": "2. Contact person for the register",
        "privacy_7": "Chairman of the Leppätalo committee of Matly ry, the cooperative organization of mathematical and natural science student organizations at the University of Helsinki (Olli Keski-Hynnilä in 2022) olli.keski-hynnila@helsinki.fi",
        "privacy_8": "3. Name of the register",
        "privacy_9": "Christina Regina key register",
        "privacy_10": "4. Legal basis and purpose of personal data processing",
        "privacy_11": "According to the EU's General Data Protection Regulation, the legal basis for processing personal data is the controller's legitimate interest and legal obligation.",
        "privacy_12": "The purpose of processing personal data is to maintain a record of key holders and to take care of their training for the use of the space.",
        "privacy_13": "5. Data content of the register",
        "privacy_14": "First and last name",
        "privacy_15": "Email address",
        "privacy_16": "The organization on behalf of which a Christina Regina access key has been granted",
        "privacy_17": "The last Christina Regina usage year",
        "privacy_18": "*Violation",
        "privacy_19": "*Sanction",
        "privacy_20": "The last day of a ban",
        "privacy_21": "(*Fields marked with an asterisk are used only when necessary)",
        "privacy_22": "6. Regular data sources",
        "privacy_23": "Lists provided by member organizations of Christina Regina access keys granted.",
        "privacy_24": "7. Regular data disclosures",
        "privacy_25": "Data is disclosed at the request of the chairpersons of Matly ry's member organizations by email.",
        "privacy_26": "8. Transfer of data outside the EU or EEA",
        "privacy_27": "Data is processed in Google's cloud services, where the processed data may be located outside the EU or EEA. Google is committed to complying with the EU General Data Protection Regulation and the Privacy Shield framework for its cloud services.",
        "privacy_28": "In addition to the above, data is not transferred outside the European Union or the European Economic Area",
        "privacy_29": "9. Principles of register protection",
        "privacy_30": "Data is stored in Google's cloud services. Access to Google's cloud services is limited to the board members of the association and, to a limited extent, the active members of the association. The use of Google's cloud services is done with personal usernames and passwords.",
        "privacy_31": "10. Right of inspection",
        "privacy_32": "Each person in the register has the right to check the information stored about them. A request for inspection of data must be sent in writing to the data controller. The data controller has the right to request the applicant to prove their identity if necessary. The data controller will respond to the applicant within the time specified in the EU General Data Protection Regulation (usually within a month). Inspection is free once a year",
        "privacy_33": "11. Right to demand correction of information",
        "privacy_34": "Each person in the register has the right to demand the correction of the information stored about them. A request for correction of data must be sent in writing to the data controller. The data controller has the right to request the applicant to prove their identity if necessary. The data controller will implement the applicant's request within the time specified in the EU General Data Protection Regulation (usually within a month)",
        "privacy_35": "12. Other information related to the processing of personal data",
        "privacy_36": "The data is destroyed annually at the beginning of the year so that those who have had two (2) years since the last Christina Regina training year are removed from the register. Information is thus stored for at least two years.",
        "privacy_37": "Exception:",
        "privacy_38": "If the registered person has acted against the rules and has been given a user ban on Christina Regina by the Leppätalo committee, the violation, sanction, and the last day of the user ban are recorded for the registered person. Information is stored until the last day of the user ban or for 10 years, whichever is shorter.",
        "emailinuse": "Email is already in use.",
        "usernameinuse": "Username is already in use.",
        "errorcreate": "Error creating user.",
        "erroremail": "Error checking email.",
        "mandfields": "Username, password, email and confirm password are mandatory fields.",
        "mincharsusername": "Username must be at most 20 characters long and cannot contain spaces.",
        "diffpass": "Passwords do not match.",
        "invalidemail": "Invalid email address.",
        "mincharspass": "Password must be 8-20 characters long.",
        "invalidpass": "Password cannot contain only numbers or letters.",
        "telegraminuse": "Telegram is already in use.",
        "errortelegram": "Error checking telegram.",
        "errorusercreate": "Error in user creation.",
        "usersuccess": "User created successfully.",
        "faillogin": "Email or password incorrect.",
        "errorfetchevents": "Error fetching events:",
        "errorfetchorg": "Error fetching organizations:",
        "erroreventlogin": "You must be logged in to add an event.",
        "errorlongevent": "The duration of the reservation cannot be over 24 hours.",
        "erroreventroom": "The room is already booked for the selected time.",
        "errorevent": "Error saving event",
        "erroreventfields": "Fill in all the details before adding an event.",
        "eventdeleted": "Event deleted:",
        "erroreventdelete": "Error deleting event:",
        "eventsaved": "Event saved",
        "ykvsuccess": "YKV login successful",
        "ykvfail": "YKV login failed",
        "ykvcancel": "YKV login canceled",
        "ykvlogoutsuccess": "YKV logout successful",
        "ykvlogoutfail": "YKV logout failed",
        "ykveditsuccess": "YKV edit successful",
        "ykveditfail": "YKV edit failed",
        "usereditmandfields": "Username and email are mandatory fields.",
        "usereditconfirm": "Are you sure you want to update your information?",
        "usereditsuccess": "User information updated successfully!",
        "usereditforother": "Are you sure you want to update the information for this user?",
        "usereditfail": "User information update failed",
        "orgeditconfirm": "Are you sure you want to update this organization?",
        "orgeditsuccess": "Organization updated successfully!",
        "orgeditfail": "Organization update failed",
        "orgdeleteconfirm": "Are you sure you want to delete this organization?",
        "orgdeletesuccess": "Organization deleted successfully!",
        "orgdeletefail": "Organization deletion failed",
        "orgcreatenamefail": "Organization name is already in use",
        "orgcreatesuccess": "Organization created successfully!",
        "orgcreatefail": "Organization creation failed",
        "pjchange": "Are you sure you want to change the chairman?",
        "handoverkeyconfirm": "Are you sure you want to hand over key?",
        "handoverkeysuccess": "Key handed over successfully",
        "handoverkeyfail": "Key handover failed",
        "defectfixfail": "Error fixing defect",
        "defectfixsuccess": "Defect fixed successfully",
        "defectmailsuccess": "Email marked as sent",
        "defectmailfail": "Error marking email as sent",
        "success": "Success",
        "fail": "Failed",
        "noatsymbol": "Forbidden symbol @ in username",
        "emailoruser": "Email or Username",
        "defectcreatesuccess": "Defect created successfully",
        "defectcreatefail": "Error creating defect",
        "YKVsearch": "Search YKVs",
        "delete": "Delete",
        "cleaningerrorold": "Remove cleaning schedule before adding new",
        "cleaningsubmitsuccess": "Cleaning schedule added successfully",
        "cleaningsubmitfail": "Error adding cleaning schedule",
        "cleaningclearedsuccess": "Cleaning schedule cleared successfully",
        "cleaningschedule": "Cleaning schedule",
        "clear": "Clear",
        "cleaningimportlist": "Import list",
        "cleaningexportlist": "Export list",
        "cleaningcreatelist": "Create list",
        "cleanigcreatelistauto": "Create list automatically",
        "cleaningcreatedesc": "Create a cleanng schedule with an algorithm. Give a threshold, which splits organizations to large and small organizations.",
        "threshold": "Threshold",
        "cleaningclearconfirm": "Are you sure you want to clear the cleaning schedule?",
        "cleaningsaveconfirm": "Are you sure you want to save the cleaning schedule?",
        "cleaningautomatefail": "Error automating cleaning schedule",
        "cleaningautomatesuccess": "Cleaning schedule automated successfully",
        "week": "Week",
        "date": "Date",
        "bigorg": "Big org",
        "smallorg": "Small org"
      }
    }
}